Repository: AlexeyTuboltsev/ship_reports
Catalog: plugin/po/*.po
Languages: de_de, fr_fr

source: Ship & Buoy Observations
de_de: Schiffs- und Boje-Beobachtungen
fr_fr: Observations de navires et bouées

source: Ship Obs
de_de: Schiffsobs.
fr_fr: Obs. marines

source: Display ship and buoy observation data from a shipobs server
de_de: Zeigt Schiffs- und Boje-Beobachtungsdaten von einem Shipobs-Server
fr_fr: Affiche les observations de navires et bouées depuis un serveur shipobs

source: Ship Reports
de_de: Schiffsberichte
fr_fr: Rapports marins

source: Fetch new
de_de: Neu abrufen
fr_fr: Nouvelle requête

source: Settings
de_de: Einstellungen
fr_fr: Paramètres

source: Time (UTC)
de_de: Zeit (UTC)
fr_fr: Heure (UTC)

source: Area
de_de: Bereich
fr_fr: Zone

source: Objects
de_de: Objekte
fr_fr: Objets

source: Delete
de_de: Löschen
fr_fr: Supprimer

source: Export as GPX
de_de: Als GPX exportieren
fr_fr: Exporter en GPX

source: Fetch
de_de: Abrufen
fr_fr: Récupérer

source: Close
de_de: Schließen
fr_fr: Fermer

source: Cancel
de_de: Abbrechen
fr_fr: Annuler

source: Max Observation Age
de_de: Max. Beobachtungsalter
fr_fr: Âge max. des observations

source: Platform Types
de_de: Plattformtypen
fr_fr: Types de plateformes

source: Ships
de_de: Schiffe
fr_fr: Navires

source: Buoys
de_de: Bojen
fr_fr: Bouées

source: Shore Stations
de_de: Küstenstationen
fr_fr: Stations côtières

source: Drifters
de_de: Drifter
fr_fr: Dériveurs

source: Other
de_de: Andere
fr_fr: Autres

source: from
de_de: von
fr_fr: de

source: to
de_de: bis
fr_fr: à

source: Get from Viewport
de_de: Aus Kartenaus.
fr_fr: Vue courante

source: Latitude: −90 to 90 · Longitude: −180 to 180
fr_fr: Latitude : −90 à 90 · Longitude : −180 à 180

source: Ready
de_de: Bereit
fr_fr: Prêt

source: Select at least one platform type
de_de: Bitte mindestens einen Plattformtyp auswählen
fr_fr: Sélectionnez au moins un type de plateforme

source: Fetching...
de_de: Wird abgerufen...
fr_fr: Chargement...

source: Error: %s
de_de: Fehler: %s
fr_fr: Erreur : %s

source: Ship Obs Settings
de_de: Ship Obs Einstellungen
fr_fr: Paramètres Ship Obs

source: Server
fr_fr: Serveur

source: Server URL:
fr_fr: URL du serveur :

source: Display
de_de: Anzeige
fr_fr: Affichage

source: Show wind barbs
de_de: Windpfeile anzeigen
fr_fr: Afficher les barbules de vent

source: Show station labels
de_de: Stationsnamen anzeigen
fr_fr: Afficher les étiquettes

source: Hover popup
fr_fr: Info-bulle au survol

source: Double-click sticky window
de_de: Doppelklick-Fenster
fr_fr: Double-clic fenêtre fixe

source: Both
de_de: Beides
fr_fr: Les deux

source: Station info
de_de: Stationsinfo
fr_fr: Info station

source: Please enter valid coordinates: Latitude −90 to 90, Longitude −180 to 180
fr_fr: Entrez des coordonnées valides : Latitude −90 à 90, Longitude −180 à 180

source: Latitude min ≥ Latitude max — area may be empty
de_de: Breitenmin ≥ Breitenmax — Bereich möglicherweise leer
fr_fr: Latitude min ≥ Latitude max — la zone peut être vide

source: Country: %s
de_de: Land: %s
fr_fr: Pays : %s

source: Wind: %s @ %s
de_de: Wind: %s mit %s
fr_fr: Vent : %s à %s

source: Gust: %.1f kts
de_de: Böe: %.1f kn
fr_fr: Rafales : %.1f nd

source: %.1f kts
de_de: %.1f kn
fr_fr: %.1f nd

source: Pressure: %.1f hPa
de_de: Luftdruck: %.1f hPa
fr_fr: Pression : %.1f hPa

source: Air temp: %.1f °C
de_de: Lufttemp.: %.1f °C
fr_fr: Temp. air : %.1f °C

source: Sea temp: %.1f °C
de_de: Wassertemp.: %.1f °C
fr_fr: Temp. mer : %.1f °C

source: Wave ht: %.1f m
de_de: Wellenhöhe: %.1f m
fr_fr: Haut. vague : %.1f m

source: Visibility: %.1f nm
de_de: Sichtweite: %.1f sm
fr_fr: Visibilité : %.1f nm

source: Timestamp: %s UTC
de_de: Zeitstempel: %s UTC
fr_fr: Horodatage : %s UTC

source: Wind direction: %d°T
de_de: Windrichtung: %d°
fr_fr: Direction du vent : %d°V

source: Wind speed: %.1f kts
de_de: Windgeschwindigkeit: %.1f kn
fr_fr: Vitesse du vent : %.1f nd

source: Gust: %.1f kts
de_de: Böe: %.1f kn
fr_fr: Rafale : %.1f nd

source: Pressure
de_de: Luftdruck
fr_fr: Pression

source: Air temperature: %.1f °C
de_de: Lufttemperatur: %.1f °C
fr_fr: Température de l'air : %.1f °C

source: Sea temperature: %.1f °C
de_de: Wassertemperatur: %.1f °C
fr_fr: Température de la mer : %.1f °C

source: Wave height
de_de: Wellenhöhe
fr_fr: Hauteur de vague

source: Visibility
de_de: Sichtweite
fr_fr: Visibilité

source: Fetched: %s
de_de: Abgerufen: %s
fr_fr: Récupéré le : %s

source: Failed to load station data from disk
de_de: Stationsdaten konnten nicht geladen werden
fr_fr: Impossible de charger les données de la station

source: Error
de_de: Fehler
fr_fr: Erreur

source: GPX files (*.gpx)|*.gpx
de_de: GPX-Dateien (*.gpx)|*.gpx
fr_fr: Fichiers GPX (*.gpx)|*.gpx

source: Failed to write %s
de_de: Fehler beim Schreiben von %s
fr_fr: Impossible d'écrire %s

source: JSON parse error
de_de: JSON-Analysefehler
fr_fr: Erreur d'analyse JSON

source: Missing 'stations' array in response
de_de: 'stations'-Array fehlt in der Antwort
fr_fr: Tableau 'stations' absent de la réponse

source: Failed to initialize HTTP client
de_de: HTTP-Client konnte nicht initialisiert werden
fr_fr: Impossible d'initialiser le client HTTP

source: Failed to connect to server: %s
de_de: Verbindung zum Server fehlgeschlagen: %s
fr_fr: Connexion au serveur impossible : %s

source: Empty response from server
de_de: Leere Serverantwort
fr_fr: Réponse vide du serveur

source: Server returned HTTP %ld
de_de: Server antwortete mit HTTP %ld
fr_fr: Le serveur a renvoyé HTTP %ld

source: Lat
de_de: Br.

source: Lon
de_de: Lg.

source: Latitude: −90.0 to 90.0 · Longitude: −180.0 to 180.0
de_de: Breite: −90.0 bis 90.0 · Länge: −180.0 bis 180.0

source: Please enter valid coordinates: Latitude −90.0 to 90.0, Longitude −180.0 to 180.0
de_de: Bitte gültige Koordinaten eingeben: Breite −90.0 bis 90.0, Länge −180.0 bis 180.0
